Repository: vtornet/piverse
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sw, vi

source: Publica tus ideas innovadoras, proyectos y las últimas noticias sobre Pi Network.
sw: Chapisha mawazo yako ya kibunifu, miradi na habari za hivi karibuni kuhusu Pi Network.
vi: Đăng tải những ý tưởng đổi mới, dự án và tin tức mới nhất về Pi Network.

source: Crece
sw: Kua
vi: Phát triển

source: Participa en discusiones, aprende y haz crecer el valor del ecosistema Pi.
sw: Shiriki katika majadiliano, jifunze na ukuze thamani ya mfumo ikolojia wa Pi.
vi: Tham gia thảo luận, học hỏi và làm tăng giá trị của hệ sinh thái Pi.

source: Nombre de usuario:
sw: Jina la mtumiaji:
vi: Tên người dùng:

source: Contraseña:
sw: Nenosiri:
vi: Mật khẩu:

source: Entrar
sw: Ingia
vi: Đăng nhập

source: ¿No tienes cuenta? <a href="%(register_url)s">Regístrate aquí</a>
sw: Huna akaunti? <a href="%(register_url)s">Jisajili hapa</a>
vi: Chưa có tài khoản? <a href="%(register_url)s">Đăng ký tại đây</a>

source: Mis Mensajes
sw: Ujumbe Wangu
vi: Tin nhắn của tôi

source: No tienes conversaciones.
sw: Huna mazungumzo.
vi: Bạn không có cuộc trò chuyện nào.

source: Puedes iniciar una conversación desde el perfil de uno de tus contactos.
sw: Unaweza kuanzisha mazungumzo kutoka kwa wasifu wa mmoja wa anwani zako.
vi: Bạn có thể bắt đầu cuộc trò chuyện từ hồ sơ của một trong các liên hệ của mình.

source: Selecciona una conversación
sw: Chagua mazungumzo
vi: Chọn một cuộc trò chuyện

source: O inicia una nueva desde el perfil de un contacto.
sw: Au anzisha mpya kutoka kwa wasifu wa anwani.
vi: Hoặc bắt đầu một cuộc trò chuyện mới từ hồ sơ của một liên hệ.

source: Mis Notificaciones
sw: Arifa Zangu
vi: Thông báo của tôi

source: Aceptar
sw: Kubali
vi: Chấp nhận

source: Rechazar
sw: Kataa
vi: Từ chối

source: No tienes notificaciones.
sw: Huna arifa.
vi: Bạn không có thông báo nào.

source: Mi perfil
sw: Wasifu wangu
vi: Hồ sơ của tôi

source: Editar perfil
sw: Hariri wasifu
vi: Chỉnh sửa hồ sơ

source: Nombre de usuario público
sw: Jina la mtumiaji la umma
vi: Tên người dùng công khai

source: Biografía
sw: Wasifu
vi: Tiểu sử

source: Imagen de perfil
sw: Picha ya wasifu
vi: Ảnh hồ sơ

source: Vista previa actual:
sw: Muhtasari wa sasa:
vi: Xem trước hiện tại:

source: Guardar cambios
sw: Hifadhi mabadiliko
vi: Lưu thay đổi

source: Registro
sw: Usajili
vi: Đăng ký

source: ¿Ya tienes cuenta? <a href="%(login_url)s">Inicia sesión aquí</a>
sw: Tayari una akaunti? <a href="%(login_url)s">Ingia hapa</a>
vi: Đã có tài khoản? <a href="%(login_url)s">Đăng nhập tại đây</a>

source: Perfil de @%(username)s
sw: Wasifu wa @%(username)s
vi: Hồ sơ của @%(username)s

source: Editar mi perfil
sw: Hariri wasifu wangu
vi: Chỉnh sửa hồ sơ của tôi

source: Sin biografía.
sw: Hakuna wasifu.
vi: Không có tiểu sử.

source: te ha enviado una solicitud de contacto.
sw: amekuztumia ombi la urafiki.
vi: đã gửi cho bạn một yêu cầu kết bạn.

source: Enviar Mensaje
sw: Tuma Ujumbe
vi: Gửi tin nhắn

source: ¿Estás seguro de que quieres eliminar este contacto?
sw: Una uhakika unataka kufuta anwani hii?
vi: Bạn có chắc chắn muốn xóa liên hệ này không?

source: Eliminar contacto
sw: Futa anwani
vi: Xóa liên hệ

source: Solicitud de contacto enviada y pendiente de respuesta.
sw: Ombi la urafiki limetumwa na linasubiri majibu.
vi: Yêu cầu kết bạn đã được gửi và đang chờ phản hồi.

source: ¿Estás seguro de que quieres cancelar esta solicitud de contacto?
sw: Una uhakika unataka kughairi ombi hili la urafiki?
vi: Bạn có chắc chắn muốn hủy yêu cầu kết bạn này không?

source: Cancelar Solicitud
sw: Ghairi Ombi
vi: Hủy Yêu cầu

source: Enviar solicitud de contacto
sw: Tuma ombi la urafiki
vi: Gửi yêu cầu kết bạn

source: Más acciones
sw: Vitendo zaidi
vi: Hành động khác

source: Desbloquear Usuario
sw: Ondoa Kizuizi kwa Mtumiaji
vi: Bỏ chặn Người dùng

source: ¿Estás seguro de que quieres bloquear a este usuario? No podrás ver su contenido ni interactuar, y se eliminará de tus contactos si lo es.
sw: Una uhakika unataka kumzuia mtumiaji huyu? Hutaweza kuona maudhui yake wala kuingiliana naye, na ataondolewa kwenye anwani zako ikiwa ni moja.
vi: Bạn có chắc chắn muốn chặn người dùng này không? Bạn sẽ không thể xem nội dung của họ hoặc tương tác, và họ sẽ bị xóa khỏi danh bạ của bạn nếu có.

source: Bloquear Usuario
sw: Zuia Mtumiaji
vi: Chặn Người dùng

source: Actividad de @%(username)s:
sw: Shughuli za @%(username)s:
vi: Hoạt động của @%(username)s:

source: Eliminar
sw: Futa
vi: Xóa

source: Este usuario aún no tiene actividad (publicaciones o contenido compartido).
sw: Mtumiaji huyu bado hana shughuli (machapisho au maudhui yaliyoshirikiwa).
vi: Người dùng này chưa có hoạt động nào (bài đăng hoặc nội dung được chia sẻ).

source: Publicación de @%(username)s
sw: Chapisho la @%(username)s
vi: Bài đăng của @%(username)s

source: Volver
sw: Rudi
vi: Quay lại

source: Escribe un nuevo comentario
sw: Andika maoni mapya
vi: Viết bình luận mới

source: {editor}: Editing failed
sw: {editor}: Uhariri haukufaulu
vi: {editor}: Chỉnh sửa thất bại

source: {editor}: Editing failed: {e}
sw: {editor}: Uhariri haukufaulu: {e}
vi: {editor}: Chỉnh sửa thất bại: {e}

source: Aborted!
sw: Imeghairiwa!
vi: Đã hủy!

source: (Deprecated) {text}
sw: (Imeachwa) {text}
vi: (Không dùng nữa) {text}

source: Options
sw: Chaguo
vi: Tùy chọn

source: Got unexpected extra argument ({args})
sw: Umepata hoja ya ziada isiyotarajiwa ({args})
vi: Đã nhận được đối số thừa không mong muốn ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
sw: OnyoLaKuachwa: Amri {name!r} imeachwa.
vi: Cảnh báo Ngừng sử dụng: Lệnh {name!r} đã không còn được dùng nữa.

source: Commands
sw: Amri
vi: Lệnh

source: Missing command.
sw: Amri haipo.
vi: Thiếu lệnh.

source: No such command {name!r}.
sw: Hakuna amri kama {name!r}.
vi: Không có lệnh nào như {name!r}.

source: Value must be an iterable.
sw: Thamani lazima iwe kitu kinachoweza kukaririwa.
vi: Giá trị phải là một đối tượng có thể lặp lại.

source: Takes {nargs} values but 1 was given.
sw: Inachukua thamani {nargs} lakini 1 ilitolewa.
vi: Nhận {nargs} giá trị nhưng chỉ có 1 giá trị được cung cấp.

source: env var: {var}
sw: kigezo cha mazingira: {var}
vi: biến môi trường: {var}

source: (dynamic)
sw: (badilifu)
vi: (động)

source: default: {default}
sw: chaguo-msingi: {default}
vi: mặc định: {default}

source: required
sw: inahitajika
vi: bắt buộc

source: %(prog)s, version %(version)s
sw: %(prog)s, toleo %(version)s
vi: %(prog)s, phiên bản %(version)s

source: Show the version and exit.
sw: Onyesha toleo na utoke.
vi: Hiển thị phiên bản và thoát.

source: Show this message and exit.
sw: Onyesha ujumbe huu na utoke.
vi: Hiển thị thông báo này và thoát.

source: Error: {message}
sw: Hitilafu: {message}
vi: Lỗi: {message}

source: Try '{command} {option}' for help.
sw: Jaribu '{command} {option}' kwa usaidizi.
vi: Thử '{command} {option}' để được trợ giúp.

source: Invalid value: {message}
sw: Thamani si sahihi: {message}
vi: Giá trị không hợp lệ: {message}

source: Invalid value for {param_hint}: {message}
sw: Thamani si sahihi kwa {param_hint}: {message}
vi: Giá trị không hợp lệ cho {param_hint}: {message}

source: Missing argument
sw: Hoja haipo
vi: Thiếu đối số

source: Missing option
sw: Chaguo halipo
vi: Thiếu tùy chọn

source: Missing parameter
sw: Kigezo hakipo
vi: Thiếu tham số

source: Missing {param_type}
sw: {param_type} haipo
vi: Thiếu {param_type}

source: Missing parameter: {param_name}
sw: Kigezo hakipo: {param_name}
vi: Thiếu tham số: {param_name}

source: No such option: {name}
sw: Hakuna chaguo kama: {name}
vi: Không có tùy chọn nào như: {name}

source: Did you mean {possibility}?
sw: Ulimaanisha {possibility}?
vi: Ý bạn là {possibility}?

source: unknown error
sw: hitilafu isiyojulikana
vi: lỗi không xác định

source: Could not open file {filename!r}: {message}
sw: Haikuweza kufungua faili {filename!r}: {message}
vi: Không thể mở tệp {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
sw: Hoja {name!r} inachukua thamani {nargs}.
vi: Đối số {name!r} nhận {nargs} giá trị.

source: Option {name!r} does not take a value.
sw: Chaguo {name!r} halichukui thamani.
vi: Tùy chọn {name!r} không nhận giá trị.

source: Option {name!r} requires an argument.
sw: Chaguo {name!r} linahitaji hoja.
vi: Tùy chọn {name!r} yêu cầu một đối số.

source: Shell completion is not supported for Bash versions older than 4.4.
sw: Ukamilishaji wa Shell hautumiki kwa matoleo ya Bash ya zamani kuliko 4.4.
vi: Hoàn thành shell không được hỗ trợ cho các phiên bản Bash cũ hơn 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
sw: Haikuweza kugundua toleo la Bash, ukamilishaji wa shell hautumiki.
vi: Không thể phát hiện phiên bản Bash, hoàn thành shell không được hỗ trợ.

source: Repeat for confirmation
sw: Rudia kwa uthibitisho
vi: Lặp lại để xác nhận

source: Error: The value you entered was invalid.
sw: Hitilafu: Thamani uliyoingiza si sahihi.
vi: Lỗi: Giá trị bạn đã nhập không hợp lệ.

source: Error: {e.message}
sw: Hitilafu: {e.message}
vi: Lỗi: {e.message}

source: Error: The two entered values do not match.
sw: Hitilafu: Thamani mbili zilizoingizwa hazifanani.
vi: Lỗi: Hai giá trị đã nhập không khớp.

source: Error: invalid input
sw: Hitilafu: ingizo si sahihi
vi: Lỗi: đầu vào không hợp lệ

source: Press any key to continue...
sw: Bonyeza kitufe chochote kuendelea...
vi: Nhấn phím bất kỳ để tiếp tục...

source: Choose from: {choices}
sw: Chagua kutoka: {choices}
vi: Chọn từ: {choices}

source: {value!r} is not {choice}.
sw: {value!r} si {choice}.
vi: {value!r} không phải là {choice}.

source: {value!r} does not match the format {format}.
sw: {value!r} hailingani na muundo {format}.
vi: {value!r} không khớp với định dạng {format}.

source: {value!r} is not a valid {number_type}.
sw: {value!r} si {number_type} halali.
vi: {value!r} không phải là một {number_type} hợp lệ.

source: {value} is not in the range {range}.
sw: {value} haiko ndani ya masafa {range}.
vi: {value} không nằm trong phạm vi {range}.

source: {value!r} is not a valid boolean.
sw: {value!r} si boolean halali.
vi: {value!r} không phải là một giá trị boolean hợp lệ.

source: {value!r} is not a valid UUID.
sw: {value!r} si UUID halali.
vi: {value!r} không phải là một UUID hợp lệ.

source: file
sw: faili
vi: tệp

source: directory
sw: saraka
vi: thư mục

source: path
sw: njia
vi: đường dẫn

source: {name} {filename!r} does not exist.
sw: {name} {filename!r} haipo.
vi: {name} {filename!r} không tồn tại.

source: {name} {filename!r} is a file.
sw: {name} {filename!r} ni faili.
vi: {name} {filename!r} là một tệp.

source: {name} {filename!r} is a directory.
sw: {name} {filename!r} ni saraka.
vi: {name} {filename!r} là một thư mục.

source: {name} {filename!r} is not readable.
sw: {name} {filename!r} haiwezi kusomwa.
vi: {name} {filename!r} không thể đọc được.

source: {name} {filename!r} is not writable.
sw: {name} {filename!r} haiwezi kuandikwa.
vi: {name} {filename!r} không thể ghi được.

source: {name} {filename!r} is not executable.
sw: {name} {filename!r} haiwezi kutekelezwa.
vi: {name} {filename!r} không thể thực thi được.

source: {len_type} values are required, but {len_value} was given.
sw: Thamani {len_type} zinahitajika, lakini {len_value} ilitolewa.
vi: Yêu cầu {len_type} giá trị, nhưng chỉ có {len_value} được cung cấp.
