Repository: vtornet/piverse
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sw, vi

source: Usuario
sw: Mtumiaji
vi: Người dùng

source: publicación
sw: chapisho
vi: bài đăng

source: %(autor_link)s te mencionó en una %(contenido_link)s.
sw: %(autor_link)s alikutaja kwenye %(contenido_link)s.
vi: %(autor_link)s đã nhắc đến bạn trong một %(contenido_link)s.

source: comentario
sw: maoni
vi: bình luận

source: %(autor_link)s te mencionó en un %(contenido_link)s.
sw: %(autor_link)s alikutaja katika %(contenido_link)s.
vi: %(autor_link)s đã nhắc đến bạn trong một %(contenido_link)s.

source: Pionero
sw: Painia
vi: Người tiên phong

source: Idioma no soportado.
sw: Lugha haitumiki.
vi: Ngôn ngữ không được hỗ trợ.

source: El nombre de usuario y la contraseña son obligatorios.
sw: Jina la mtumiaji na nenosiri vinahitajika.
vi: Tên người dùng và mật khẩu là bắt buộc.

source: ¡Registro exitoso! Ahora puedes iniciar sesión y completar tu perfil público.
sw: Usajili umefaulu! Sasa unaweza kuingia na kukamilisha wasifu wako wa umma.
vi: Đăng ký thành công! Bây giờ bạn có thể đăng nhập và hoàn tất hồ sơ công khai của mình.

source: Ese nombre de usuario para login ya existe. Por favor, elige otro.
sw: Jina hilo la mtumiaji la kuingia tayari lipo. Tafadhali chagua jingine.
vi: Tên người dùng để đăng nhập đó đã tồn tại. Vui lòng chọn tên khác.

source: ¡Bienvenido! Por favor, completa tu perfil público para continuar.
sw: Karibu! Tafadhali kamilisha wasifu wako wa umma ili uendelee.
vi: Chào mừng! Vui lòng hoàn tất hồ sơ công khai của bạn để tiếp tục.

source: Inicio de sesión exitoso.
sw: Umeingia kwa mafanikio.
vi: Đăng nhập thành công.

source: Credenciales inválidas. Inténtalo de nuevo.
sw: Kitambulisho si sahihi. Jaribu tena.
vi: Thông tin đăng nhập không hợp lệ. Vui lòng thử lại.

source: Has cerrado sesión.
sw: Umeondoka kwenye akaunti.
vi: Bạn đã đăng xuất.

source: El nombre de usuario público no puede estar vacío.
sw: Jina la mtumiaji la umma haliwezi kuwa tupu.
vi: Tên người dùng công khai không được để trống.

source: El nombre de usuario público debe contener caracteres alfanuméricos válidos.
sw: Jina la mtumiaji la umma lazima liwe na herufi na nambari halali.
vi: Tên người dùng công khai phải chứa các ký tự chữ và số hợp lệ.

source: Ese nombre de usuario público o slug ya está en uso por otra persona.
sw: Jina hilo la mtumiaji la umma au slug tayari linatumiwa na mtu mwingine.
vi: Tên người dùng công khai hoặc slug đó đã được người khác sử dụng.

source: Error al guardar la foto: %(error)s
sw: Hitilafu wakati wa kuhifadhi picha: %(error)s
vi: Lỗi khi lưu ảnh: %(error)s

source: Perfil actualizado correctamente.
sw: Wasifu umesasishwa ipasavyo.
vi: Hồ sơ đã được cập nhật chính xác.

source: Por favor, completa tu nombre de usuario público en el perfil.
sw: Tafadhali kamilisha jina lako la mtumiaji la umma kwenye wasifu.
vi: Vui lòng hoàn tất tên người dùng công khai của bạn trong hồ sơ.

source: Debes completar tu perfil para ver el feed y publicar.
sw: Lazima ukamilishe wasifu wako ili kuona habari na kuchapisha.
vi: Bạn phải hoàn tất hồ sơ của mình để xem bảng tin và đăng bài.

source: Por favor, completa tu perfil antes de publicar.
sw: Tafadhali kamilisha wasifu wako kabla ya kuchapisha.
vi: Vui lòng hoàn tất hồ sơ của bạn trước khi đăng bài.

source: La publicación no puede estar completamente vacía. Añade texto o una imagen.
sw: Chapisho haliwezi kuwa tupu kabisa. Ongeza maandishi au picha.
vi: Bài đăng không được hoàn toàn trống. Thêm văn bản hoặc hình ảnh.

source: Error al guardar la imagen de la publicación: %(error)s
sw: Hitilafu wakati wa kuhifadhi picha ya chapisho: %(error)s
vi: Lỗi khi lưu hình ảnh của bài đăng: %(error)s

source: Tipo de archivo de imagen no permitido. Permitidos: png, jpg, jpeg, gif.
sw: Aina ya faili ya picha hairuhusiwi. Zinazoruhusiwa: png, jpg, jpeg, gif.
vi: Loại tệp hình ảnh không được phép. Cho phép: png, jpg, jpeg, gif.

source: Publicación creada.
sw: Chapisho limeundwa.
vi: Bài đăng đã được tạo.

source: Debes iniciar sesión para eliminar publicaciones.
sw: Lazima uingie kwenye akaunti ili kufuta machapisho.
vi: Bạn phải đăng nhập để xóa bài đăng.

source: Publicación no encontrada.
sw: Chapisho halijapatikana.
vi: Không tìm thấy bài đăng.

source: No tienes permiso para eliminar esta publicación.
sw: Huna ruhusa ya kufuta chapisho hili.
vi: Bạn không có quyền xóa bài đăng này.

source: Publicación eliminada correctamente.
sw: Chapisho limefutwa ipasavyo.
vi: Bài đăng đã được xóa chính xác.

source: Debes iniciar sesión para reaccionar.
sw: Lazima uingie kwenye akaunti ili kutoa maoni.
vi: Bạn phải đăng nhập để bày tỏ cảm xúc.

source: Por favor, completa tu perfil antes de reaccionar.
sw: Tafadhali kamilisha wasifu wako kabla ya kutoa maoni.
vi: Vui lòng hoàn tất hồ sơ của bạn trước khi bày tỏ cảm xúc.

source: Tipo de reacción no válido.
sw: Aina ya maoni si sahihi.
vi: Loại cảm xúc không hợp lệ.

source: No puedes interactuar con este usuario o publicación.
sw: Huwezi kuingiliana na mtumiaji huyu au chapisho hili.
vi: Bạn không thể tương tác với người dùng hoặc bài đăng này.

source: Reacción eliminada.
sw: Maoni yamefutwa.
vi: Cảm xúc đã được xóa.

source: Reacción actualizada.
sw: Maoni yamesasishwa.
vi: Cảm xúc đã được cập nhật.

source: Has reaccionado a la publicación.
sw: Umetoa maoni kwenye chapisho.
vi: Bạn đã bày tỏ cảm xúc với bài đăng.

source: %(reactor_link)s reaccionó a tu %(post_link)s.
sw: %(reactor_link)s alitoa maoni kwenye %(post_link)s yako.
vi: %(reactor_link)s đã bày tỏ cảm xúc với %(post_link)s của bạn.

source: Debes iniciar sesión para eliminar comentarios.
sw: Lazima uingie kwenye akaunti ili kufuta maoni.
vi: Bạn phải đăng nhập để xóa bình luận.

source: Comentario no encontrado.
sw: Maoni hayajapatikana.
vi: Không tìm thấy bình luận.

source: No tienes permiso para eliminar este comentario.
sw: Huna ruhusa ya kufuta maoni haya.
vi: Bạn không có quyền xóa bình luận này.

source: Comentario eliminado correctamente.
sw: Maoni yamefutwa ipasavyo.
vi: Bình luận đã được xóa chính xác.

source: Por favor, completa tu perfil antes de comentar.
sw: Tafadhali kamilisha wasifu wako kabla ya kutoa maoni.
vi: Vui lòng hoàn tất hồ sơ của bạn trước khi bình luận.

source: ID de comentario padre inválido.
sw: Kitambulisho cha maoni ya mzazi si sahihi.
vi: ID bình luận cha không hợp lệ.

source: El comentario no puede estar vacío.
sw: Maoni hayawezi kuwa tupu.
vi: Bình luận không được để trống.

source: La publicación a la que intentas responder no existe.
sw: Chapisho unalojaribu kujibu halipo.
vi: Bài đăng bạn đang cố gắng trả lời không tồn tại.

source: El comentario al que intentas responder no existe.
sw: Maoni unayojaribu kujibu hayapo.
vi: Bình luận bạn đang cố gắng trả lời không tồn tại.

source: No puedes interactuar con este usuario o comentario.
sw: Huwezi kuingiliana na mtumiaji huyu au maoni haya.
vi: Bạn không thể tương tác với người dùng hoặc bình luận này.

source: una <a href="%(post_url)s">publicación</a>
sw: <a href="%(post_url)s">chapisho</a>
vi: một <a href="%(post_url)s">bài đăng</a>

source: %(replier_link)s ha respondido a tu comentario en %(post_link)s.
sw: %(replier_link)s amejibu maoni yako kwenye %(post_link)s.
vi: %(replier_link)s đã trả lời bình luận của bạn trong %(post_link)s.

source: Comentario añadido.
sw: Maoni yameongezwa.
vi: Bình luận đã được thêm.

source: Error al guardar el comentario: %(error)s
sw: Hitilafu wakati wa kuhifadhi maoni: %(error)s
vi: Lỗi khi lưu bình luận: %(error)s

source: No se puede acceder a un perfil sin un slug válido.
sw: Haiwezekani kufikia wasifu bila slug halali.
vi: Không thể truy cập hồ sơ mà không có slug hợp lệ.

source: Perfil no encontrado.
sw: Wasifu haujapatikana.
vi: Không tìm thấy hồ sơ.

source: No puedes ver el perfil de este usuario.
sw: Huwezi kuona wasifu wa mtumiaji huyu.
vi: Bạn không thể xem hồ sơ của người dùng này.

source: Por favor, completa tu perfil antes de enviar solicitudes.
sw: Tafadhali kamilisha wasifu wako kabla ya kutuma maombi.
vi: Vui lòng hoàn tất hồ sơ của bạn trước khi gửi yêu cầu.

source: No puedes enviarte una solicitud a ti mismo.
sw: Huwezi kujitumia ombi mwenyewe.
vi: Bạn không thể tự gửi yêu cầu cho chính mình.

source: No puedes interactuar con este usuario.
sw: Huwezi kuingiliana na mtumiaji huyu.
vi: Bạn không thể tương tác với người dùng này.

source: Ya existe una solicitud o conexión con este usuario.
sw: Tayari kuna ombi au muunganisho na mtumiaji huyu.
vi: Đã tồn tại một yêu cầu hoặc kết nối với người dùng này.

source: %(solicitante_link)s te ha enviado una solicitud de contacto.
sw: %(solicitante_link)s amekutumia ombi la urafiki.
vi: %(solicitante_link)s đã gửi cho bạn một yêu cầu kết bạn.

source: Solicitud de contacto enviada.
sw: Ombi la urafiki limetumwa.
vi: Yêu cầu kết bạn đã được gửi.

source: Error al enviar la solicitud. Puede que ya exista una.
sw: Hitilafu wakati wa kutuma ombi. Huenda tayari lipo.
vi: Lỗi khi gửi yêu cầu. Có thể đã tồn tại một yêu cầu.

source: Contacto eliminado.
sw: Anwani imefutwa.
vi: Liên hệ đã được xóa.

source: No se encontró una relación de contacto para eliminar.
sw: Hakuna uhusiano wa anwani ulipatikana ili kufutwa.
vi: Không tìm thấy mối quan hệ liên hệ nào để xóa.

source: Solicitud de contacto aceptada.
sw: Ombi la urafiki limekubaliwa.
vi: Yêu cầu kết bạn đã được chấp nhận.

source: %(receptor_link)s aceptó tu solicitud de contacto.
sw: %(receptor_link)s alikubali ombi lako la urafiki.
vi: %(receptor_link)s đã chấp nhận yêu cầu kết bạn của bạn.

source: No se pudo aceptar la solicitud (quizás ya no estaba pendiente o no era para ti).
sw: Haikuwezekana kukubali ombi (labda halikuwa likisubiriwa tena au halikuwa lako).
vi: Không thể chấp nhận yêu cầu (có thể yêu cầu không còn chờ xử lý hoặc không dành cho bạn).

source: Solicitud de contacto rechazada.
sw: Ombi la urafiki limekataliwa.
vi: Yêu cầu kết bạn đã bị từ chối.

source: No se pudo rechazar la solicitud (quizás ya no estaba pendiente o no era para ti).
sw: Haikuwezekana kukataa ombi (labda halikuwa likisubiriwa tena au halikuwa lako).
vi: Không thể từ chối yêu cầu (có thể yêu cầu không còn chờ xử lý hoặc không dành cho bạn).

source: Debes iniciar sesión para bloquear usuarios.
sw: Lazima uingie kwenye akaunti ili kuzuia watumiaji.
vi: Bạn phải đăng nhập để chặn người dùng.

source: No te puedes bloquear a ti mismo.
sw: Huwezi kujizuia mwenyewe.
vi: Bạn không thể tự chặn chính mình.

source: Usuario bloqueado correctamente. Ya no verás sus publicaciones ni podrás interactuar con él/ella.
sw: Mtumiaji amezuiwa ipasavyo. Hutaona tena machapisho yake wala kuweza kuingiliana naye.
vi: Người dùng đã bị chặn thành công. Bạn sẽ không còn thấy bài đăng của họ nữa và cũng không thể tương tác với họ.

source: Este usuario ya está en tu lista de bloqueados.
sw: Mtumiaji huyu tayari yuko kwenye orodha yako ya waliozuiwa.
vi: Người dùng này đã có trong danh sách chặn của bạn.

source: Ha ocurrido un error al intentar bloquear al usuario: %(error)s
sw: Hitilafu imetokea wakati wa kujaribu kuzuia mtumiaji: %(error)s
vi: Đã xảy ra lỗi khi cố gắng chặn người dùng: %(error)s

source: Debes iniciar sesión para desbloquear usuarios.
sw: Lazima uingie kwenye akaunti ili kuondoa kizuizi kwa watumiaji.
vi: Bạn phải đăng nhập để bỏ chặn người dùng.

source: Usuario desbloqueado correctamente.
sw: Kizuizi cha mtumiaji kimeondolewa ipasavyo.
vi: Người dùng đã được bỏ chặn thành công.

source: Este usuario no estaba en tu lista de bloqueados.
sw: Mtumiaji huyu hakuwa kwenye orodha yako ya waliozuiwa.
vi: Người dùng này không có trong danh sách chặn của bạn.

source: Ha ocurrido un error al intentar desbloquear al usuario: %(error)s
sw: Hitilafu imetokea wakati wa kujaribu kuondoa kizuizi kwa mtumiaji: %(error)s
vi: Đã xảy ra lỗi khi cố gắng bỏ chặn người dùng: %(error)s

source: Debes iniciar sesión para ver esta página.
sw: Lazima uingie kwenye akaunti ili kuona ukurasa huu.
vi: Bạn phải đăng nhập để xem trang này.

source: Por favor, completa tu perfil para ver tus contactos.
sw: Tafadhali kamilisha wasifu wako ili kuona anwani zako.
vi: Vui lòng hoàn tất hồ sơ của bạn để xem danh bạ.

source: Autenticación requerida
sw: Uthibitishaji unahitajika
vi: Yêu cầu xác thực

source: Debes iniciar sesión para ver tus mensajes.
sw: Lazima uingie kwenye akaunti ili kuona ujumbe wako.
vi: Bạn phải đăng nhập để xem tin nhắn của mình.

source: Por favor, completa tu perfil para usar la mensajería.
sw: Tafadhali kamilisha wasifu wako ili kutumia ujumbe.
vi: Vui lòng hoàn tất hồ sơ của bạn để sử dụng tin nhắn.

source: No hay mensajes todavía.
sw: Hakuna ujumbe bado.
vi: Chưa có tin nhắn nào.

source: Tú: %(mensaje)s
sw: Wewe: %(mensaje)s
vi: Bạn: %(mensaje)s

source: Notificación no encontrada, ya marcada como leída o sin permiso.
sw: Arifa haijapatikana, tayari imesomwa au huna ruhusa.
vi: Không tìm thấy thông báo, đã được đánh dấu là đã đọc hoặc không có quyền.

source: Debes iniciar sesión para enviar mensajes.
sw: Lazima uingie kwenye akaunti ili kutuma ujumbe.
vi: Bạn phải đăng nhập để gửi tin nhắn.

source: No puedes iniciar una conversación contigo mismo.
sw: Huwezi kuanzisha mazungumzo na wewe mwenyewe.
vi: Bạn không thể bắt đầu cuộc trò chuyện với chính mình.

source: Solo puedes enviar mensajes a tus contactos.
sw: Unaweza tu kutuma ujumbe kwa anwani zako.
vi: Bạn chỉ có thể gửi tin nhắn cho các liên hệ của mình.

source: No tienes permiso para ver esta conversación.
sw: Huna ruhusa ya kuona mazungumzo haya.
vi: Bạn không có quyền xem cuộc trò chuyện này.

source: No puedes ver esta conversación debido a la configuración de bloqueo.
sw: Huwezi kuona mazungumzo haya kutokana na mipangilio ya kuzuia.
vi: Bạn không thể xem cuộc trò chuyện này do cài đặt chặn.

source: Por favor, completa tu perfil para ver las publicaciones.
sw: Tafadhali kamilisha wasifu wako ili kuona machapisho.
vi: Vui lòng hoàn tất hồ sơ của bạn để xem các bài đăng.

source: No puedes ver esta publicación debido a la configuración de bloqueo.
sw: Huwezi kuona chapisho hili kutokana na mipangilio ya kuzuia.
vi: Bạn không thể xem bài đăng này do cài đặt chặn.

source: Faltan datos: ID de conversación y cuerpo del mensaje son requeridos.
sw: Data haijakamilika: Kitambulisho cha mazungumzo na maudhui ya ujumbe vinahitajika.
vi: Thiếu dữ liệu: ID cuộc trò chuyện và nội dung tin nhắn là bắt buộc.

source: No tienes permiso para enviar mensajes en esta conversación.
sw: Huna ruhusa ya kutuma ujumbe kwenye mazungumzo haya.
vi: Bạn không có quyền gửi tin nhắn trong cuộc trò chuyện này.

source: No puedes enviar mensajes a este usuario.
sw: Huwezi kutuma ujumbe kwa mtumiaji huyu.
vi: Bạn không thể gửi tin nhắn cho người dùng này.

source: Debes iniciar sesión para reaccionar a los comentarios.
sw: Lazima uingie kwenye akaunti ili kutoa maoni kwenye maoni.
vi: Bạn phải đăng nhập để bày tỏ cảm xúc với các bình luận.

source: Reacción al comentario eliminada.
sw: Maoni kwenye maoni yamefutwa.
vi: Cảm xúc với bình luận đã được xóa.

source: Reacción al comentario actualizada.
sw: Maoni kwenye maoni yamesasishwa.
vi: Cảm xúc với bình luận đã được cập nhật.

source: Has reaccionado al comentario.
sw: Umetoa maoni kwenye maoni.
vi: Bạn đã bày tỏ cảm xúc với bình luận.

source: %(reactor_link)s reaccionó a tu %(comment_link_html)s.
sw: %(reactor_link)s alitoa maoni kwenye %(comment_link_html)s yako.
vi: %(reactor_link)s đã bày tỏ cảm xúc với %(comment_link_html)s của bạn.

source: Debes iniciar sesión para compartir publicaciones.
sw: Lazima uingie kwenye akaunti ili kushiriki machapisho.
vi: Bạn phải đăng nhập để chia sẻ bài đăng.

source: Por favor, completa tu perfil antes de compartir publicaciones.
sw: Tafadhali kamilisha wasifu wako kabla ya kushiriki machapisho.
vi: Vui lòng hoàn tất hồ sơ của bạn trước khi chia sẻ bài đăng.

source: La publicación que intentas compartir no existe.
sw: Chapisho unalojaribu kushiriki halipo.
vi: Bài đăng bạn đang cố gắng chia sẻ không tồn tại.

source: No puedes interactuar con esta publicación.
sw: Huwezi kuingiliana na chapisho hili.
vi: Bạn không thể tương tác với bài đăng này.

source: Alguien
sw: Mtu fulani
vi: Ai đó

source: %(sharer_link)s ha compartido tu %(post_link)s.
sw: %(sharer_link)s ameshiriki %(post_link)s yako.
vi: %(sharer_link)s đã chia sẻ %(post_link)s của bạn.

source: Publicación compartida correctamente.
sw: Chapisho limeshirikiwa ipasavyo.
vi: Bài đăng đã được chia sẻ thành công.

source: Ha ocurrido un error al intentar compartir la publicación: %(error)s
sw: Hitilafu imetokea wakati wa kujaribu kushiriki chapisho: %(error)s
vi: Đã xảy ra lỗi khi cố gắng chia sẻ bài đăng: %(error)s

source: Foto de %(username)s
sw: Picha ya %(username)s
vi: Ảnh của %(username)s

source: ¿Estás seguro de que quieres eliminar este comentario y todas sus respuestas?
sw: Una uhakika unataka kufuta maoni haya na majibu yake yote?
vi: Bạn có chắc chắn muốn xóa bình luận này và tất cả các câu trả lời của nó không?

source: Eliminar comentario
sw: Futa maoni
vi: Xóa bình luận

source: Reaccionar
sw: Toa maoni
vi: Bày tỏ cảm xúc

source: Responder
sw: Jibu
vi: Trả lời

source: Escribe tu respuesta...
sw: Andika jibu lako...
vi: Viết câu trả lời của bạn...

source: Enviar Respuesta
sw: Tuma Jibu
vi: Gửi câu trả lời

source: Logo de PiVerse
sw: Nembo ya PiVerse
vi: Logo PiVerse

source: Alternar navegación
sw: Badilisha urambazaji
vi: Chuyển đổi điều hướng

source: Notificaciones
sw: Arifa
vi: Thông báo

source: notificaciones no leídas
sw: arifa ambazo hazijasomwa
vi: thông báo chưa đọc

source: Mensajes
sw: Ujumbe
vi: Tin nhắn

source: mensajes no leídos
sw: ujumbe ambao haujasomwa
vi: tin nhắn chưa đọc

source: Inicio
sw: Mwanzo
vi: Trang chủ

source: Mi Perfil
sw: Wasifu Wangu
vi: Hồ sơ của tôi

source: Mis Contactos
sw: Anwani Zangu
vi: Danh bạ của tôi

source: Idioma
sw: Lugha
vi: Ngôn ngữ

source: Foto de perfil de %(username)s
sw: Picha ya wasifu ya %(username)s
vi: Ảnh hồ sơ của %(username)s

source: Completar perfil
sw: Kamilisha wasifu
vi: Hoàn tất hồ sơ

source: Cerrar sesión
sw: Ondoka kwenye akaunti
vi: Đăng xuất

source: Iniciar sesión
sw: Ingia
vi: Đăng nhập

source: Registrarse
sw: Jisajili
vi: Đăng ký

source: Cerrar
sw: Funga
vi: Đóng

source: Año actual
sw: Mwaka wa sasa
vi: Năm hiện tại

source: Conectando Pioneros.
sw: Inaunganisha Mapainia.
vi: Kết nối những người tiên phong.

source: Mis Contactos y Bloqueados
sw: Anwani Zangu na Waliozuiwa
vi: Danh bạ và Người bị chặn của tôi

source: Gestionar Contactos
sw: Dhibiti Anwani
vi: Quản lý Danh bạ

source: Buscar en mis contactos...
sw: Tafuta katika anwani zangu...
vi: Tìm kiếm trong danh bạ của tôi...

source: Usuarios Bloqueados
sw: Watumiaji Waliozuiwa
vi: Người dùng bị chặn

source: No se encontraron contactos que coincidan con "<strong>%(term)s</strong>".
sw: Hakuna anwani zilizopatikana zinazolingana na "<strong>%(term)s</strong>".
vi: Không tìm thấy liên hệ nào khớp với "<strong>%(term)s</strong>".

source: Mostrar todos los contactos
sw: Onyesha anwani zote
vi: Hiển thị tất cả liên hệ

source: Aún no tienes contactos.
sw: Bado huna anwani.
vi: Bạn chưa có liên hệ nào.

source: Puedes enviar solicitudes de contacto desde los perfiles de otros usuarios.
sw: Unaweza kutuma maombi ya urafiki kutoka kwa wasifu wa watumiaji wengine.
vi: Bạn có thể gửi yêu cầu kết bạn từ hồ sơ của người dùng khác.

source: Aquí puedes ver a los usuarios que has bloqueado. Si desbloqueas a alguien, podrás ver su contenido de nuevo, pero tendrás que volver a enviar una solicitud de contacto si deseas reconectar.
sw: Hapa unaweza kuona watumiaji uliowazuia. Ukiondoa kizuizi kwa mtu, utaweza kuona maudhui yake tena, lakini itabidi utume ombi jipya la urafiki ikiwa unataka kuungana tena.
vi: Tại đây bạn có thể xem những người dùng bạn đã chặn. Nếu bạn bỏ chặn ai đó, bạn sẽ có thể xem lại nội dung của họ, nhưng bạn sẽ phải gửi lại yêu cầu kết bạn nếu muốn kết nối lại.

source: Desbloquear
sw: Ondoa Kizuizi
vi: Bỏ chặn

source: No has bloqueado a ningún usuario.
sw: Hujazuia mtumiaji yeyote.
vi: Bạn chưa chặn người dùng nào.

source: Conversación con @%(username)s
sw: Mazungumzo na @%(username)s
vi: Cuộc trò chuyện với @%(username)s

source: Volver a Mensajes
sw: Rudi kwenye Ujumbe
vi: Quay lại Tin nhắn

source: Aún no hay mensajes. ¡Envía el primero!
sw: Bado hakuna ujumbe. Tuma wa kwanza!
vi: Chưa có tin nhắn nào. Hãy gửi tin nhắn đầu tiên!

source: Escribe un mensaje...
sw: Andika ujumbe...
vi: Viết tin nhắn...

source: Enviar
sw: Tuma
vi: Gửi

source: Hubo un error al enviar tu mensaje. Inténtalo de nuevo.
sw: Kulikuwa na hitilafu wakati wa kutuma ujumbe wako. Jaribu tena.
vi: Đã xảy ra lỗi khi gửi tin nhắn của bạn. Vui lòng thử lại.

source: Hubo un error de red. Por favor, revisa tu conexión.
sw: Kulikuwa na hitilafu ya mtandao. Tafadhali angalia muunganisho wako.
vi: Đã xảy ra lỗi mạng. Vui lòng kiểm tra kết nối của bạn.

source: Feed
sw: Mlisho
vi: Bảng tin

source: Últimas publicaciones
sw: Machapisho ya hivi karibuni
vi: Bài đăng mới nhất

source: Nueva Publicación
sw: Chapisho Jipya
vi: Bài đăng mới

source: ¿Qué estás pensando, %(username)s?
sw: Unafikiria nini, %(username)s?
vi: Bạn đang nghĩ gì vậy, %(username)s?

source: Añadir imagen (opcional)
sw: Ongeza picha (hiari)
vi: Thêm hình ảnh (tùy chọn)

source: Publicar
sw: Chapisha
vi: Đăng

source: ¿Estás seguro de que quieres eliminar esta publicación?
sw: Una uhakika unataka kufuta chapisho hili?
vi: Bạn có chắc chắn muốn xóa bài đăng này không?

source: Eliminar publicación
sw: Futa chapisho
vi: Xóa bài đăng

source: Imagen de la publicación
sw: Picha ya chapisho
vi: Hình ảnh của bài đăng

source: Comentarios
sw: Maoni
vi: Bình luận

source: No hay comentarios aún. ¡Sé el primero!
sw: Bado hakuna maoni. Kuwa wa kwanza!
vi: Chưa có bình luận nào. Hãy là người đầu tiên!

source: Escribe un comentario...
sw: Andika maoni...
vi: Viết bình luận...

source: Comentar
sw: Toa maoni
vi: Bình luận

source: compartió esto
sw: alishiriki hii
vi: đã chia sẻ điều này

source: No hay comentarios aún.
sw: Bado hakuna maoni.
vi: Chưa có bình luận nào.

source: Escribe un comentario sobre la publicación original...
sw: Andika maoni kuhusu chapisho la awali...
vi: Viết bình luận về bài đăng gốc...

source: Aún no hay publicaciones en el feed.
sw: Bado hakuna machapisho kwenye mlisho.
vi: Chưa có bài đăng nào trên bảng tin.

source: ¡Sigue a otros pioneros o crea tu primera publicación!
sw: Fuata mapainia wengine au unda chapisho lako la kwanza!
vi: Theo dõi những người tiên phong khác hoặc tạo bài đăng đầu tiên của bạn!

source: Respondiendo a
sw: Anajibu
vi: Đang trả lời

source: Bienvenido a PiVerse
sw: Karibu PiVerse
vi: Chào mừng đến với PiVerse

source: Tu universo social dentro del ecosistema Pi Network. Conéctate, comparte y crece con otros pioneros.
sw: Ulimwengu wako wa kijamii ndani ya mfumo ikolojia wa Pi Network. Ungana, shiriki na ukue na mapainia wengine.
vi: Vũ trụ xã hội của bạn trong hệ sinh thái Pi Network. Kết nối, chia sẻ và phát triển cùng những người tiên phong khác.

source: Explorar el Feed
sw: Gundua Mlisho
vi: Khám phá Bảng tin

source: Únete a PiVerse
sw: Jiunge na PiVerse
vi: Tham gia PiVerse

source: Iniciar Sesión
sw: Ingia
vi: Đăng nhập

source: Hola de nuevo, <strong>%(username)s</strong>. ¿Listo para interactuar?
sw: Habari tena, <strong>%(username)s</strong>. Uko tayari kuingiliana?
vi: Chào mừng trở lại, <strong>%(username)s</strong>. Sẵn sàng tương tác chưa?

source: Conecta
sw: Ungana
vi: Kết nối

source: Encuentra y establece lazos con otros pioneros de la red Pi de todo el mundo.
sw: Tafuta na uanzishe uhusiano na mapainia wengine wa mtandao wa Pi kutoka kote ulimwenguni.
vi: Tìm kiếm và thiết lập mối quan hệ với những người tiên phong khác của mạng Pi trên toàn thế giới.

source: Comparte
sw: Shiriki
vi: Chia sẻ
